Repository: mx3L/mediaplayer2
Catalog: plugin/locale/*/LC_MESSAGES/MediaPlayer2.po
Languages: pt

source: Cancel
pt: Cancelar

source: Use
pt: Usar

source: Directory browser
pt: Explorador de pastas

source: Edit settings
pt: Editar definições

source: Save
pt: Guardar

source: repeat playlist
pt: repetir Lista de Reprodução

source: save playlist on exit
pt: Guardar Lista de Reprodução ao sair

source: save last directory on exit
pt: Guardar a última pasta ao sair

source: start directory
pt: pasta inicial

source: sorting of playlists
pt: ordenação das Listas de Reprodução

source: show in extensions menu
pt: mostrar no menu extensões

source: Show in filelist
pt: Mostrar na Lista de arquivos

source: show in main menu
pt: mostrar no menu principal

source: LCD on video playback
pt: LCD ligado ao reproduzir vídeo

source: always hide infobar
pt: esconder sempre a barra de informação

source: hide infobar and close
pt: esconder a barra de informação e fechar

source: sqlite3 library is missing!, Cuesheets for servicemp3 disabled
pt: libraria sqlite3 não disponível!, Cuesheets para servicemp3 desabilitado

source: cuesheets for servicemp3 (restart plugin)
pt: Cue sheets para servicemp3 ( reiniciar plugin )

source: remove all saved positions
pt: remover todas as posições guardadas

source: save last position (restart plugin)
pt: guardar a última posição ( reiniciar plugin )

source: Resume last position on movie start (restart plugin)
pt: Retomar a última posição quando a reprodução iniciar (reiniciar o plugin)

source: on movie start (restart plugin)
pt: no início do filme (reiniciar o plugin)

source: media framework
pt: estrutura de mídia

source: Do you really want to delete all saved positions?
pt: Deseja mesmo apagar todas as posições guardadas?

source: replace default MediaPlayer in main menu
pt: substituir o Reprodutor de Mídia no Menu Principal

source: change aspect ratio
pt: alterar a relação de aspecto

source: Aspect
pt: Aspecto

source: Policy
pt: Política

source: Artist
pt: Artista

source: Title
pt: Título

source: Album
pt: Álbum

source: Year
pt: Ano

source: Genre
pt: Género

source: Add file to playlist
pt: Adicionar arquivo à Lista de Reprodução

source: Exit mediaplayer
pt: Sair do Reprodutor de Mídia

source: show info
pt: mostrar informação

source: Play entry
pt: Reproduzir entrada

source: Pause
pt: Pausar a Reprodução

source: Stop entry
pt: Parar entrada

source: Play from previous mark or playlist entry
pt: Reproduzir a partir da marca anterior ou da Lista de Reprodução

source: Play from next mark or playlist entry
pt: Reproduzir a partir da próxima marca ou da Lista de Reprodução

source: Jump to beginning of list
pt: Saltar para o início da Lista

source: Jump to end of list
pt: Saltar para o fim da Lista

source: Switch to playlist
pt: Mudar para Lista de Reprodução

source: Switch to filelist
pt: Mudar para a Lista de arquivos

source: Delete playlist entry
pt: Apagar entrada na Lista de Reprodução

source: Clear playlist
pt: Limpar Lista de Reprodução

source: Shuffle playlist
pt: Baralhar Lista de Reprodução

source: Refresh subtitles
pt: Refrescamento de Legendas

source: show event details
pt: Mostrar detalhes do evento

source: No external subtitles loaded
pt: Legendas externas não carregadas

source: Refreshing subtitles...
pt: A refrescar legendas ...

source: Exit media player?
pt: Sair do Reprodutor de Mídia?

source: This receiver cannot decode %s streams!
pt: Este receptor não pode descodificar %s transmissões!

source: Play audio-CD...
pt: Reproduzir CD-Audio...

source: Add directory to playlist
pt: Adicionar pasta à Lista de Reprodução

source: Add files to playlist
pt: Adicione arquivos à Lista de Reprodução

source: Delete file
pt: Apagar arquivo

source: Delete entry
pt: Apagar entrada

source: Hide player
pt: Esconder Player

source: Load playlist
pt: Carregar Lista de Reprodução

source: Save playlist
pt: Guardar Lista de Reprodução

source: Delete saved playlist
pt: Apagar Lista de Reprodução guardada

source: Please enter filename (empty = use current date)
pt: Introduza o nome do arquivo (vazio = usa data actual)

source: Please select a playlist...
pt: Por favor selecione uma Lista de Reprodução...

source: Please select a playlist to delete...
pt: Seleccione uma Lista de Reprodução para apagar...

source: Do you really want to delete %s?
pt: Deseja mesmo apagar %s?

source: Delete failed!
pt: Excluir falhou!

source: You cannot delete this!
pt: Não pode apagar isto!

source: Media player
pt: Reprodutor de Mídia

source: Watch movies...
pt: Assista a Filmes...

source: View video CD...
pt: Ver Vídeo CD's...

source: Play music...
pt: Reproduzir Música...

source: Play back media files with subtitles
pt: Reproduzir Filmes com Legendas

source: Language selection
pt: Selecção do Idioma

source: Type text of picture
pt: Tipo imagem de texto

source: unpack error: cannot get subname
pt: erro ao descompactar: impossível obter subnome

source: unpack error: cannot open archive
pt: erro ao descompactar: impossível abrir arquivo

source: unsupported archive %s
pt: arquivo não suportado %s

source: Username
pt: Utilizador

source: Password
pt: Palavra-Passe

source: Show external subtitles status
pt: Mostra Estado das legendas externas

source: Add directory to playlist and play
pt: Adicionar pasta à Lista de Reprodução e reproduzir

source: Add files to playlist and play
pt: Adicione arquivos à Lista de Reprodução e reproduza

source: Do you want to resume this playback?
pt: Você quer retomar esta reprodução?

source: Resume position at %s
pt: Posição de retoma em %s

source: Resuming playback
pt: Retomar a Reprodução

source: context menu
pt: menu de contexto
